Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Python is used for many Avogadro features. Do you want to download Python?
sv: Python används av många Avogadro-funktioner. Vill du hämta Python?

source: Configure Python environments.
sv: Konfigurera Python-miljöer.

source: Other…
sv: Annat…

source: Constraints…
sv: Restriktioner…

source: &Calculate
sv: &Beräkna

source: Constraints
sv: Restriktioner

source: Set constraints for geometry optimizations
sv: Ange restriktioner för geometrioptimering

source: Distance
sv: Avstånd

source: Angle
sv: Vinkel

source: Torsion Angle
sv: Torsionsvinkel

source: Atomic &Coordinate Editor…
sv: Redigerare för atom&koordinater…

source: Coordinate editor
sv: Koordinatredigerare

source: Text editing of atomic coordinates.
sv: Redigera atomkoordinater som text.

source: Overwrite changes?
sv: Skriv över ändringar?

source: The text document has been modified. Would you like to discard your changes and revert to the current molecule?
sv: Textdokumentet har ändrats. Vill du förkasta dina ändringar och återgå till den aktuella molekylen?

source: Too few entries on line.
sv: För få poster på raden.

source: Invalid element name.
sv: Ogiltigt grundämnesnamn.

source: Element name.
sv: Grundämnesnamn.

source: Invalid element symbol.
sv: Ogiltig grundämnessymbol.

source: Element symbol.
sv: Grundämnessymbol.

source: Invalid atom label.
sv: Ogiltig atometikett.

source: Invalid atomic index.
sv: Ogiltigt atomindex.

source: Atomic index.
sv: Atomindex.

source: Invalid atomic number.
sv: Ogiltigt atomnummer.

source: Atomic number.
sv: Atomnummer.

source: Invalid coordinate.
sv: Ogiltig koordinat.

source: X coordinate.
sv: X-koordinat.

source: Y coordinate.
sv: Y-koordinat.

source: Z coordinate.
sv: Z-koordinat.

source: 'a' lattice coordinate.
sv: Gitterkoordinat ”a”.

source: 'b' lattice coordinate.
sv: Gitterkoordinat ”b”.

source: Error applying geometry
sv: Fel vid tillämpning av geometri

source: Could not parse geometry specification. Fix the highlighted errors and try again. (Hint: Hold the mouse over red text for a description of the error.)
sv: Kunde inte tolka geometrispecifikationen. Rätta de markerade felen och försök igen. (Tips: håll muspekaren över röd text för en beskrivning av felet.)

source: Edit Atomic Coordinates
sv: Redigera atomkoordinater

source: XYZ format (symbols)
sv: XYZ-format (symboler)

source: XYZ format (names)
sv: XYZ-format (namn)

source: XYZ format (atomic numbers)
sv: XYZ-format (atomnummer)

source: Lattice coordinates (symbols)
sv: Gitterkoordinater (symboler)

source: Lattice coordinates (names)
sv: Gitterkoordinater (namn)

source: Lattice coordinates (atomic numbers)
sv: Gitterkoordinater (atomnummer)

source: GAMESS format (symbols)
sv: GAMESS-format (symboler)

source: GAMESS format (names)
sv: GAMESS-format (namn)

source: Atom Mapped SMILES
sv: Atom-mappad SMILES

source: &Paste
sv: &Klistra in

source: Copy As
sv: Kopiera som

source: Error Clipping Molecule
sv: Fel när molekylen skulle klippas ut

source: Error generating clipboard data.
sv: Kunde inte skapa urklippsdata.

source: Writer error: %1
sv: Skrivarfel: %1

source: Error Pasting Molecule
sv: Fel vid inklistring av molekyl

source: Cannot paste molecule: Clipboard empty!
sv: Kan inte klistra in molekyl: urklippet är tomt!

source: Error reading clipboard data.
sv: Fel vid läsning av urklippsdata.

source: Reader error: %1
sv: Läsarfel: %1

source: Copy and paste
sv: Kopiera och klistra in

source: Interact with the clipboard.
sv: Arbeta med urklippet.

source: CP2K input
sv: CP2K-indata

source: Generate input for CP2K.
sv: Skapa indata för CP2K.

source: Energy
sv: Energi

source: Energy and Forces
sv: Energi och krafter

source: Geometry Optimization
sv: Geometrioptimering

source: Electronic structure methods (DFT)
sv: Elektronstrukturmetoder (DFT)

source: Molecular Mechanics
sv: Molekylmekanik

source: Hybrid quantum classical (Not yet supported)
sv: Hybrid kvantklassisk (stöds ännu inte)

source: Conjugate Gradients
sv: Konjugatgradienter

source: Steepest descent
sv: Brantaste nedstigning

source: The input file has been modified. Would you like to overwrite your changes to reflect the new geometry or job options?
sv: Indatafilen har ändrats. Vill du skriva över dina ändringar så att de speglar den nya geometrin eller jobbinställningarna?

source: Overwrite modified input file?
sv: Skriv över den ändrade indatafilen?

source: Save CP2K input file
sv: Spara CP2K-indatafil

source: Submit CP2K Calculation
sv: Skicka CP2K-beräkning

source: Import Crystal from Clipboard…
sv: Importera kristall från urklipp…

source: Toggle Unit Cell
sv: Visa/dölj enhetscell

source: Edit Unit Cell…
sv: Redigera enhetscell…

source: &Wrap Atoms to Unit Cell
sv: &Vik in atomer i enhetscellen

source: Rotate to Standard &Orientation
sv: Rotera till standard&orientering

source: Scale Cell &Volume…
sv: Skala cell&volym…

source: Build &Supercell…
sv: Bygg &supercell…

source: Reduce Cell (&Niggli)
sv: Reducera cell (&Niggli)

source: &Crystal
sv: &Kristall

source: Remove &Unit Cell
sv: Ta bort &enhetscell

source: Add &Unit Cell
sv: Lägg till &enhetscell

source: Import Crystal from Clipboard
sv: Importera kristall från urklipp

source: Wrap atoms into the unit cell.
sv: Vik in atomer i enhetscellen.

source: Rotate the unit cell to the standard orientation.
sv: Rotera enhetscellen till standardorienteringen.

source: Niggli Reduce Crystal
sv: Niggli-reducera kristall

source: The unit cell is already reduced.
sv: Enhetscellen är redan reducerad.

source: Crystal
sv: Kristall

source: Tools for crystal-specific editing/analysis.
sv: Verktyg för kristallspecifik redigering och analys.

source: Color axes:
sv: Färga axlar:

source: Line color:
sv: Linjefärg:

source: Render the unit cell boundaries.
sv: Återge enhetscellens gränser.

source: Cannot Parse Text
sv: Kan inte tolka text

source: Failed to read the data with the supplied format.
sv: Kunde inte läsa data med det angivna formatet.

source: This range would build roughly %L1 atoms, more than the %L2 atom limit. Narrow the range to continue.
sv: Det här intervallet skulle skapa ungefär %L1 atomer, fler än gränsen på %L2 atomer. Begränsa intervallet för att fortsätta.

source: No unit cell present.
sv: Det finns ingen enhetscell.

source: Unit Cell Editor
sv: Redigerare för enhetscell

source: Ignoring singular cell matrix
sv: Ignorerar singulär cellmatris

source: Ignoring singular fractional cell matrix
sv: Ignorerar singulär fraktionell cellmatris

source: Reassign &Custom Elements…
sv: Tilldela &anpassade grundämnen på nytt…

source: Manipulate custom element types in the current molecule.
sv: Hantera anpassade grundämnestyper i den aktuella molekylen.

source: Custom Elements
sv: Anpassade grundämnen

source: Dipole Moment
sv: Dipolmoment

source: Render the dipole moment of the molecule.
sv: Återge molekylens dipolmoment.

source: Draw
sv: Rita

source: Draw Tool (%1) Left Mouse: Click and Drag to create Atoms and Bond Right Mouse: Delete Atom
sv: Ritverktyg (%1) Vänster musknapp: Klicka och dra för att skapa atomer och bindningar Höger musknapp: Ta bort atom

source: Draw Atom
sv: Rita atom

source: Change Bond Type
sv: Ändra bindningstyp

source: Remove Bond
sv: Ta bort bindning

source: Distance:
sv: Avstånd:

source: Editor tool
sv: Redigeringsverktyg

source: Double
sv: Dubbel

source: Triple
sv: Trippel

source: Fetch PDB
sv: Hämta PDB

source: Could not read the PDB molecule: %1
sv: Kunde inte läsa PDB-molekylen: %1

source: PDB Code
sv: PDB-kod

source: Chemical structure to download.
sv: Kemisk struktur att hämta.

source: Invalid PDB Code
sv: Ogiltig PDB-kod

source: The first character of the PDB code must be 1-9.
sv: PDB-kodens första tecken måste vara 1–9.

source: Querying for %1
sv: Söker efter %1

source: Specified molecule could not be found: %1
sv: Den angivna molekylen kunde inte hittas: %1

source: Fetch from PDB
sv: Hämta från PDB

source: Download PDB models from the Protein Data Bank
sv: Hämta PDB-modeller från Protein Data Bank

source: Focus Selection
sv: Fokusera på markering

source: Unfocus
sv: Ta bort fokus

source: Focus the view on specific features.
sv: Fokusera vyn på specifika funktioner.

source: Render the force field visualizations for the atoms of the molecule.
sv: Återge kraftfältsvisualiseringar för molekylens atomer.

source: Forces
sv: Krafter

source: Energies (All Conformers)
sv: Energier (alla konformerer)

source: Forces (All Conformers)
sv: Krafter (alla konformerer)

source: Configure…
sv: Konfigurera…

source: Freeze Selected Atoms
sv: Frys markerade atomer

source: Unfreeze Selected Atoms
sv: Frigör markerade atomer

source: No atoms provided for optimization
sv: Inga atomer angavs för optimering

source: No atoms provided for energy calculation
sv: Inga atomer angavs för energiberäkning

source: %1 Energy = %L2
sv: %1 energi = %L2

source: No atoms provided for force calculation
sv: Inga atomer angavs för kraftberäkning

source: %1 Force Norm = %L2
sv: %1 kraftnorm = %L2

source: This molecule has only one coordinate set.
sv: Den här molekylen har bara en koordinatuppsättning.

source: Forcefield optimization
sv: Kraftfältsoptimering

source: Forcefield minimization, including scripts
sv: Kraftfältsminimering, inklusive skript

source: Options…
sv: Alternativ…

source: Invalid Model Options
sv: Ogiltiga modellalternativ

source: Could not parse user options for model '%1'.
sv: Kunde inte tolka användaralternativ för modellen ”%1”.

source: %1 Options
sv: Alternativ för %1

source: Autodetect (%1)
sv: Identifiera automatiskt (%1)

source: Universal Force Field
sv: Universellt kraftfält

source: Generalized Amber Force Field
sv: Generaliserat Amber-kraftfält

source: GAMESS input
sv: GAMESS-indata

source: Generate input for GAMESS.
sv: Skapa indata för GAMESS.

source: Single Point
sv: Enpunktsberäkning

source: Equilibrium Geometry
sv: Jämviktsgeometri

source: Transition State
sv: Övergångstillstånd

source: Frequencies
sv: Frekvenser

source: Make EFP
sv: Skapa EFP

source: Core Potential
sv: Kärnpotential

source: Water
sv: Vatten

source: Singlet
sv: Singulett

source: Doublet
sv: Dublett

source: Triplet
sv: Triplett

source: Dication
sv: Dikation

source: Cation
sv: Katjon

source: Anion
sv: Anjon

source: Dianion
sv: Dianjon

source: Save GAMESS input file
sv: Spara GAMESS-indatafil

source: Submit GAMESS Calculation
sv: Skicka GAMESS-beräkning

source: &Adjust Hydrogens
sv: &Justera väteatomer

source: Add Hydrogens
sv: Lägg till väteatomer

source: Remove E&xtra Hydrogens
sv: Ta bort ö&verflödiga väteatomer

source: &Remove All Hydrogens
sv: Ta bort &alla väteatomer

source: Add/remove hydrogens from the current molecule.
sv: Lägg till eller ta bort väteatomer från den aktuella molekylen.

source: &Hydrogens
sv: &Väteatomer

source: Hydrogens
sv: Väteatomer

source: &Search PQR…
sv: Sök &PQR…

source: Import From PQR
sv: Importera från PQR

source: Download a molecule from PQR.
sv: Hämta en molekyl från PQR.

source: &Insert
sv: &Infoga

source: Insert DNA/RNA…
sv: Infoga DNA/RNA…

source: Thymine
sv: Tymin

source: Insert Molecule…
sv: Infoga molekyl…

source: Generating 3D molecule…
sv: Skapar 3D-molekyl…

source: Insert DNA / RNA fragments through a dialog.
sv: Infoga DNA-/RNA-fragment via en dialogruta.

source: Molecule…
sv: Molekyl…

source: Crystal…
sv: Kristall…

source: Error reading file (%1).
sv: Fel vid läsning av filen (%1).

source: Import Crystal
sv: Importera kristall

source: Insert Fragment
sv: Infoga fragment

source: InsertFragment
sv: Infoga fragment

source: Insert molecular fragments for building larger molecules.
sv: Infoga molekylfragment för att bygga större molekyler.

source: Peptide…
sv: Peptid…

source: Insert Peptide
sv: Infoga peptid

source: Insert oligopeptide sequences.
sv: Infoga oligopeptidsekvenser.

source: No SMILES format reader found. Is Open Babel available?
sv: Ingen SMILES-formatläsare hittades. Är Open Babel tillgängligt?

source: Insert Polymer
sv: Infoga polymer

source: Generating 3D structure…
sv: Skapar 3D-struktur…

source: Failed to generate polymer from SMILES: %1
sv: Kunde inte skapa polymer från SMILES: %1

source: Build polymers from monomer repeat units.
sv: Bygg polymerer från upprepade monomerenheter.

source: Polymer monomer data directory not found.
sv: Datakatalogen för polymermonomerer hittades inte.

source: Choose Monomer
sv: Välj monomer

source: Monomer percentages must sum to 100 (current total: %1).
sv: Monomerprocenten måste summera till 100 (nuvarande summa: %1).

source: No monomer specified. Please choose at least monomer A.
sv: Ingen monomer har angetts. Välj åtminstone monomer A.

source: Working
sv: Arbetar

source: Color:
sv: Färg:

source: Distance from center:
sv: Avstånd från centrum:

source: Label scale:
sv: Etikettskala:

source: Unique ID
sv: Unikt ID

source: Element & Number
sv: Grundämne och nummer

source: Element & ID
sv: Grundämne och ID

source: Atom Label:
sv: Atometikett:

source: Length
sv: Längd

source: Bond Label:
sv: Bindningsetikett:

source: Name & ID
sv: Namn och ID

source: Residue Label:
sv: Restetikett:

source: Display labels on ball and stick style.
sv: Visa etiketter i kul- och pinnstil.

source: Edit Labels
sv: Redigera etiketter

source: Atom Label Tool Left Mouse: Click on Atoms to add Custom Labels
sv: Atometikettverktyg Vänster musknapp: Klicka på atomer för att lägga till anpassade etiketter

source: Create Label
sv: Skapa etikett

source: Label editor tool
sv: Verktyg för etikettredigering

source: LAMMPS input
sv: LAMMPS-indata

source: Generate input for LAMMPS.
sv: Skapa indata för LAMMPS.

source: Would you like to update the preview text, losing all changes made in the Lammps input deck preview pane?
sv: Vill du uppdatera förhandsvisningstexten och förlora alla ändringar som har gjorts i förhandsvisningspanelen för LAMMPS-indatafilen?

source: Opacity:
sv: Opacitet:

source: Render atoms as licorice / sticks.
sv: Återge atomer som lakrits/pinnar.

source: No descriptors found!
sv: Inga deskriptorer hittades!

source: No line format readers found!
sv: Inga läsare för radformat hittades!

source: Unable to load requested format reader.
sv: Kunde inte läsa in den begärda formatläsaren.

source: No coordinates found!
sv: Inga koordinater hittades!

source: Unable to generate 3D coordinates.
sv: Kunde inte skapa 3D-koordinater.

source: Load single-line molecule descriptors through an input dialog.
sv: Läs in molekyldeskriptorer på en rad via en inmatningsdialog.

source: Manipulate
sv: Manipulera

source: Manipulate tool
sv: Manipuleringsverktyg

source: Measure Tool (%1) Left Mouse: Select up to four Atoms. Distances are measured between 1-2 and 2-3 Angle is measured between 1-3 using 2 as the common point Dihedral is measured between 1-2-3-4 Right Mouse: Reset the measurements.
sv: Mätverktyg (%1) Vänster musknapp: Välj upp till fyra atomer. Avstånd mäts mellan 1–2 och 2–3 Vinkeln mäts mellan 1–3 med 2 som gemensam punkt Dihedralvinkeln mäts mellan 1–2–3–4 Höger musknapp: Återställ mätningarna.

source: Dihedral:
sv: Dihedral vinkel:

source: Angle:
sv: Vinkel:

source: Measure tool
sv: Mätverktyg

source: (pending)
sv: (väntar)

source: Molecule Name
sv: Molekylnamn

source: Molecular Mass (g/mol)
sv: Molekylmassa (g/mol)

source: Monoisotopic Mass (g/mol)
sv: Monoisotopisk massa (g/mol)

source: Chemical Formula
sv: Kemisk formel

source: Number of Atoms
sv: Antal atomer

source: Number of Bonds
sv: Antal bindningar

source: Coordinate Sets
sv: Koordinatuppsättningar

source: Number of Residues
sv: Antal rester

source: Number of Chains
sv: Antal kedjor

source: Net Charge
sv: Nettoladdning

source: Net Spin Multiplicity
sv: Netto-spinnmultiplicitet

source: Dipole Moment (Debye)
sv: Dipolmoment (Debye)

source: Enthalpy (kcal/mol)
sv: Entalpi (kcal/mol)

source: Entropy (kcal/mol•K)
sv: Entropi (kcal/mol•K)

source: Gibbs Free Energy (kcal/mol)
sv: Gibbs fria energi (kcal/mol)

source: &Molecular…
sv: &Molekyl…

source: View general properties of a molecule.
sv: Visa en molekyls allmänna egenskaper.

source: &Analyze
sv: &Analysera

source: &Properties
sv: &Egenskaper

source: Molecular Properties
sv: Molekylegenskaper

source: Molecule Properties
sv: Molekylegenskaper

source: Export CSV
sv: Exportera CSV

source: CSV Files (*.csv);;All Files (*)
sv: CSV-filer (*.csv);;Alla filer (*)

source: Could not open the file for writing.
sv: Kunde inte öppna filen för skrivning.

source: Error writing to the file.
sv: Fel vid skrivning till filen.

source: Export…
sv: Exportera…

source: Navigate
sv: Navigera

source: Navigation Tool (%1) Left Mouse: Click and drag to rotate the view. Middle Mouse: Click and drag to zoom in or out. Right Mouse: Click and drag to move the view. Alt(Option)+Drag: Rotate/zoom/pan from within any tool. Alt(Option)+Left: Uses the virtual trackball.
sv: Navigeringsverktyg (%1) Vänster musknapp: Klicka och dra för att rotera vyn. Mittenknapp: Klicka och dra för att zooma in eller ut. Höger musknapp: Klicka och dra för att flytta vyn. Alt(Alternativ)+dra: Rotera/zooma/panorera från valfritt verktyg. Alt(Alternativ)+vänster: Använder den virtuella styrkulan.

source: Rotate the scene along the x, y, or z axes.
sv: Rotera scenen längs x-, y- eller z-axeln.

source: Zoom the scene. Positive delta moves toward the molecule, negative away. One unit of delta is roughly a 2% change in the camera's distance to the focal point.
sv: Zooma i scenen. Ett positivt delta flyttar kameran mot molekylen, ett negativt bort från den. En deltaenhet motsvarar ungefär en ändring på 2 % av kamerans avstånd till fokuspunkten.

source: Translate the scene.
sv: Förflytta scenen.

source: Reverse Direction of Zoom on Scroll
sv: Vänd zoomriktningen vid rullning

source: Default: Scroll down to shrink, scroll up to zoom Reversed: Scroll up to shrink, scroll down to zoom
sv: Standard: Rulla nedåt för att förminska, rulla uppåt för att zooma Omvänt: Rulla uppåt för att förminska, rulla nedåt för att zooma

source: Navigate tool
sv: Navigeringsverktyg

source: Download a structure by name from an online database.
sv: Hämta en struktur efter namn från en onlinedatabas.

source: fetchByName requires a non-empty 'name' parameter.
sv: fetchByName kräver parametern ”name”, som inte får vara tom.

source: Chemical Name
sv: Kemiskt namn

source: Querying PubChem for %1
sv: Söker i PubChem efter %1

source: Downloaded %1
sv: Hämtade %1

source: Network Databases
sv: Nätverksdatabaser

source: Interact with online databases, query structures etc.
sv: Arbeta med nätbaserade databaser och sök strukturer med mera.

source: Angle tolerance:
sv: Vinkeltolerans:

source: Chalcogen
sv: Kalkogen

source: Render a few non-covalent interactions.
sv: Återge några icke-kovalenta växelverkningar.

source: Configure Force Field…
sv: Konfigurera kraftfält…

source: Conformer Search…
sv: Konformersökning…

source: Perceive Bonds
sv: Fastställ bindningar

source: Add Hydrogens for pH…
sv: Lägg till väteatomer för pH…

source: Remove Hydrogens
sv: Ta bort väteatomer

source: %1 not found! Disabling Open Babel plugin actions.
sv: %1 hittades inte! Inaktiverar Open Babel-insticksåtgärder.

source: The Open Babel file formats are not ready to be added.
sv: Open Babel-filformaten är inte redo att läggas till.

source: Loading molecule from Open Babel…
sv: Läser in molekyl från Open Babel…

source: An internal error occurred: OpenBabel::readMolecule called, but no obabel output is available to parse!
sv: Ett internt fel uppstod: OpenBabel::readMolecule anropades, men det finns inga obabel-utdata att tolka!

source: An error occurred while running Open Babel (%1).
sv: Ett fel uppstod när Open Babel kördes (%1).

source: Error parsing openbabel output.
sv: Fel vid tolkning av Open Babel-utdata.

source: An error occurred while retrieving the list of supported forcefields. (using '%1').
sv: Ett fel uppstod när listan över stödda kraftfält hämtades (med ”%1”).

source: Molecule invalid. Cannot optimize geometry.
sv: Molekylen är ogiltig. Kan inte optimera geometrin.

source: Cannot optimize geometry with Open Babel.
sv: Kan inte optimera geometrin med Open Babel.

source: Optimizing Geometry (Open Babel)
sv: Optimerar geometri (Open Babel)

source: Generating…
sv: Skapar…

source: An internal error occurred while generating an Open Babel representation of the current molecule.
sv: Ett internt fel uppstod vid skapandet av en Open Babel-representation av den aktuella molekylen.

source: Step %1 of %2 Current energy: %3 dE: %4
sv: Steg %1 av %2 Aktuell energi: %3 dE: %4

source: Updating molecule…
sv: Uppdaterar molekyl…

source: Error interpreting Open Babel output.
sv: Fel vid tolkning av Open Babel-utdata.

source: Number of atoms in obabel output (%1) does not match the number of atoms in the original molecule (%2).
sv: Antalet atomer i obabel-utdata (%1) motsvarar inte antalet atomer i den ursprungliga molekylen (%2).

source: Molecule invalid. Cannot generate conformers.
sv: Molekylen är ogiltig. Kan inte skapa konformerer.

source: Cannot generate conformers with Open Babel.
sv: Kan inte skapa konformerer med Open Babel.

source: Generating Conformers (Open Babel)
sv: Skapar konformerer (Open Babel)

source: Generate Conformers
sv: Skapa konformerer

source: Cannot open file with Open Babel.
sv: Kan inte öppna filen med Open Babel.

source: Invalid molecule: Cannot perceive bonds.
sv: Ogiltig molekyl: kan inte fastställa bindningar.

source: Perceiving Bonds (Open Babel)
sv: Fastställer bindningar (Open Babel)

source: Generating XYZ representation…
sv: Skapar XYZ-representation…

source: Error generating XYZ string.
sv: Kunde inte skapa XYZ-sträng.

source: Converting XYZ to Open Babel with %1…
sv: Konverterar XYZ till Open Babel med %1…

source: Updating molecule from Open Babel…
sv: Uppdaterar molekyl från Open Babel…

source: Cannot add hydrogens with Open Babel.
sv: Kan inte lägga till väteatomer med Open Babel.

source: Adding Hydrogens (Open Babel)
sv: Lägger till väteatomer (Open Babel)

source: Generating Open Babel input…
sv: Skapar Open Babel-indata…

source: Error generating Open Babel input.
sv: Fel vid skapande av Open Babel-indata.

source: Running %1…
sv: Kör %1…

source: Add hydrogens for pH
sv: Lägg till väteatomer för pH

source: Generating obabel input…
sv: Skapar obabel-indata…

source: Cannot remove hydrogens with Open Babel.
sv: Kan inte ta bort väteatomer med Open Babel.

source: Removing Hydrogens (Open Babel)
sv: Tar bort väteatomer (Open Babel)

source: Error generating Open Babel data.
sv: Fel vid skapande av Open Babel-data.

source: Reading obabel output…
sv: Läser obabel-utdata…

source: Already running Open Babel. Wait for the other operation to complete and try again.
sv: Open Babel körs redan. Vänta tills den andra åtgärden är klar och försök igen.

source: Interact with OpenBabel utilities.
sv: Arbeta med Open Babel-verktyg.

source: &OpenMM Script…
sv: &OpenMM-skript…

source: OpenMM input
sv: OpenMM-indata

source: Generate input for OpenMM.
sv: Skapa indata för OpenMM.

source: Would you like to update the preview text, losing all changes made in the OpenMM input deck preview pane?
sv: Vill du uppdatera förhandsvisningstexten och förlora alla ändringar som har gjorts i förhandsvisningspanelen för OpenMM-indatafilen?

source: True
sv: Sant

source: Render reference axes in the corner of the display.
sv: Återge referensaxlar i visningsytans hörn.

source: Manage Plugins…
sv: Hantera insticksmoduler…

source: Package Installer
sv: Pakethanterare

source: Install, update, and remove Avogadro packages.
sv: Installera, uppdatera och ta bort Avogadro-paket.

source: Error downloading plugin list: %1
sv: Fel vid hämtning av lista över insticksmoduler: %1

source: Error: empty response from server.
sv: Fel: tomt svar från servern.
